var config = {
  // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
  // 每句话尽量不要超过15个字,不然展示效果可能不太好
  texts: [
    "To:",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    "李老师",  // 同上...
    "认识这么久第一次给您过生日",
    "不瞒您说",
    "我提前一个多月就开始构思准备了",
    "毕竟您这么潇洒爱自由的快乐小神仙",
    "也不缺啥",
    "在我心中一般的“钞能力”也配不上您",
    "本想自学剪段视频",
    "想了想您的专业和工作",
    "我还是敲段代码送给你吧~",
    "咳咳——注意啦！",
    "以下是我要在你生日这天对你说的话：",
    "我印象里的兔子哥哥",
    "一直有着有趣的灵魂和少年的心",
    "他喜欢关注新奇的玩意儿，也喜欢分享有趣的生活",
    "自带一种让我想要了解想去靠近的魔力",
    "但现在的他其实让我有些不敢接近和打扰",
    "有时候明明对我很好但总在嘴上不饶人",
    "通过这段时间的相处和观察",
    "我好像找到了藏在你高冷大哥哥的外表下",
    "那个带着点小任性的调皮可爱的小孩儿~",
    "你总说想让自己看起来年轻一些",
    "去“装”一个年轻人",
    "但其实我想说",
    "在我眼中",
    "你本身就是一个年轻人，因为你有一颗年轻的心呀！",
    "蔡老师跟我说",
    "李恒毅爱跟我玩是因为跟我在一起很轻松",
    "不然一直揣着百八十斤的包袱得多累啊",
    "你知道吗？",
    "我真的很开心自己能看到你卸下包袱的一面",
    "所以",
    "我希望26岁的李恒毅",
    "也可以在我面前",
    "放松下来",
    "即使生活单调无趣",
    "也能无所顾忌地每天简简单单快乐10分钟,",
    "晚睡晚起，平安康健。",
    "生日快乐鸭！",
    "对了",
    "生日礼物的寓意可能不太好",
    "但都是我一块一块自己构思拼接的",
    "扎孩子堆里配小人仔的时候感觉自己回到了学生时代",
    "年轻真好！",
    "LEGO很有意思"
    "就是有点费手",
    "还有！",
    "约我吃饭记得提前约",
    "吃什么你来定，生日你最大！",
    "我想吃块蛋糕~",
    "下了班回家敲代码还挺累的~",
    "应该没有要说的了",
    "886",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
      "李老师": "./imgs/lhy.png",
      // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
      turn_on: "开始",
      play: "音乐",
      bannar_coming: "颜色",
      balloons_flying: "好像少点东西",
      cake_fadein: "蛋糕？",
      light_candle: "蜡烛？",
      wish_message: "生日快乐",
      story: "A MESSAGE FOR YOU",
    }
};
